Autodesk.Revit.DB.Analysis.gbXMLConditionType
This enumeration corresponds to the conditionType attribute in gbXML.
The enumerated attribute identifies the type of heating, cooling,
or ventilation the space has.
Since:
2011